{"claim": "Is Chrysler leaving Mexico and moving back to Michigan?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did Democrats introduce a bill to euthanize seniors to save Social Security?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did Rick Scott take $200,000 from a family that leased land for drilling and is he now trying to hide from it?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did a man using bath salts report that raccoons had set fire inside his home and stolen his cell phone?", "label": "Factual", "domain": "Real-World"}
{"claim": "Did a U.S. Government Accountability Office report state that Planned Parenthood Federation of America could not locate around $1.3 billion provided by the federal government between 2002 and 2008?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Can ATM users in distress enter their PIN backwards to secretly call the police?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Could Senator Mitt Romney be removed from office due to his guilty impeachment vote?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did Kellogg's tweet, \"Oh, so you think it's cool when workers strike jobs? Now replace 'jobs' with 'women.' Still think it's 'cool'?\"", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did a recent study find no asymptomatic or presymptomatic spread of COVID?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did you say, \"Don't go, don't do it, you're going to destabilize the Middle East\" regarding the Iraq War?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Can giving Motrin and Robitussin together cause heart attacks in children?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Is it true that 25 percent of Austin's public school buildings are underutilized?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Are ninety six percent of employers in the Granite State considered small businesses?", "label": "Factual", "domain": "Real-World"}
{"claim": "Does this country have more natural gas than Saudi Arabia has oil?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Is Antifa to blame for storming the U.S. Capitol?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Have our laws ever barred persons from becoming citizens, with the exception of slavery and the Chinese Exclusion Act?", "label": "Factual", "domain": "Real-World"}
{"claim": "Have Democrats issued more subpoenas than they've passed bills?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Is it true that every 10th dollar spent by the Social Security Administration on its program for the poor is waste or fraud, and they cannot validate that the people should have received it, resulting in about $8 billion per year?", "label": "Factual", "domain": "Real-World"}
{"claim": "Have we constantly been the lowest unemployed county in the state?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Was the word 'al-Qaida' used in President Barack Obama's 2015 State of the Union address?", "label": "Factual", "domain": "Real-World"}
{"claim": "Were Fauci's emails leaked?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Can you donate plasma after getting a COVID-19 vaccine?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Does Trey Radel qualify to drive a Lee County school bus, despite occupying a seat in Congress?", "label": "Factual", "domain": "Real-World"}
{"claim": "Did Florida save more money by denying welfare benefits to people who tested positive for drugs than the amount spent on drug testing?", "label": "Factual", "domain": "Real-World"}
{"claim": "Does the Constitution explicitly guarantee our right to vote?", "label": "Factual", "domain": "Real-World"}
{"claim": "Will they be able to administer vaccines if the lockdown ends?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Is it likely that health care reform legislation will mandate free 'sex change' surgeries?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Are the current immigration apprehension numbers worse than the crisis that Biden, Obama, and Pelosi acknowledged in 2014?", "label": "Factual", "domain": "Real-World"}
{"claim": "Are there approximately 70,000 absentee ballots in Wisconsin without matching ballot applications as required by law?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did Mayor Allan Fung impose an increase in the garbage tax in Cranston that has been as much as $200 for some people?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Is it true that firearms homicides have decreased by about 40 percent since Texas passed a concealed-gun permit law?", "label": "Factual", "domain": "Real-World"}
{"claim": "Does U.S. Rep. Paul Ryan's budget proposal eliminate Medicare in 10 years?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Has his Texas election fraud investigations resulted in 50 convictions?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Does the photo show a massive wall in front of the White House on Election Day?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Has 36,000 jobs been created in WI since President Donald Trump's election?", "label": "Factual", "domain": "Real-World"}
{"claim": "Did the CDC change its international travel recommendations in mid-May to require fully vaccinated people to test negative for COVID-19 before flying to the United States?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did Adam Sandler say Mormons are some of the most decent people he's ever come across?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did Tommy Thompson run Medicare into the ground and bring it nine years closer to bankruptcy, according to the statement?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did a North Carolina study prove that over a million people likely voted twice in the 2012 election?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did U.S. Sen. Sheldon Whitehouse reward Wall Street executives with millions in bonuses?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Is Wisconsin Gov. Scott Walker's estimate of a $3.6 billion state budget deficit a manufactured and bogus figure?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did your father get out of all international business when he became commander in chief of this country?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did the number of instances of people going to the ER with illnesses like salmonella spike when San Francisco banned plastic grocery bags?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Do we have over a million legal immigrants a year, more than at any time in the history of this country? Do we have the largest percentage of immigrants, almost tied now with the historical high as a percentage of immigrants living in this country?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Has Donald Trump given more money to Democratic candidates than Republican candidates?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Was Richard Burr one of only three senators who voted against a ban on insider trading for members of Congress, and did he call that vote brave?", "label": "Factual", "domain": "Real-World"}
{"claim": "Did Abraham Lincoln say that you cannot build a little guy up by tearing a big guy down?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Does Barack Obama have the longest track record of any candidate in this election in support of the 'Bridge To Nowhere'?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Do we teach both creationism and evolution in public schools in Texas?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did Democrats, Hillary Clinton, and George Soros instigate and orchestrate racial protests in Charlottesville by trying to control and keep people desperate, as shown in emails?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did corporate tax holidays pushed by Presidents John F. Kennedy and George W. Bush bring billions of dollars back into the United States?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did Marcy Kaptur vote against a ban preventing the abortion of a baby girl solely for the reason that she is a girl?", "label": "Factual", "domain": "Real-World"}
{"claim": "Does California's Prop 55 prevent $4 billion in new cuts to schools?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Does an image in a Chris Abele TV ad depict wealthy citizens who would benefit from a lake created by the controversial Estabrook Dam?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did Bob Saget die from the COVID-19 vaccine?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Has Gov. Rick Perry been begging for the federal government to send the Coast Guard to patrol two lakes on the U.S.-Mexico border?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Does Ted Cruz represent a Chinese company that was found guilty of stealing blueprints from an American manufacturer?", "label": "Factual", "domain": "Real-World"}
{"claim": "Did the entire state of Florida lead the nation last year with the most prison inmates committing tax fraud?", "label": "Factual", "domain": "Real-World"}
{"claim": "Did Josh Mandel loan money to Chinese business interests while serving as Ohio treasurer, and did he oppose a bill that held Communist China accountable for cheating and stealing American jobs?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did John Boehner say that the jobs of teachers, nurses, police officers and firefighters are 'government jobs' that weren't worth saving?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Has 95 percent of the income gains in the last few years gone to the top 1 percent?", "label": "Factual", "domain": "Real-World"}
{"claim": "Do 90% of Americans support universal background checks?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Are Senate Republicans following a longstanding tradition of not filling vacancies on the Supreme Court in the middle of a presidential election year?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Has Austin become more congested in the past 10 years, and is it now the fourth most congested city, even more congested than NYC?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Does the U.S. Postal Service rely solely on the sale of stamps and related products for funding since 1971 and make an operational profit year after year without any taxpayer aid?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Is the threat posed by the government of Iran 'tiny' as Obama says, even though Iran might not be a superpower?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Does a new law in Colorado allow residents to print ballots from their home computers and encourage them to turn ballots over to collectors?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did 18,000 people receive clemency during the Obama/Biden administration?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did Rep. Matt Gaetz and Sen. Ted Cruz take two weeks paid sick leave to self-quarantine? And did Gaetz vote in 2013 to make it illegal for any city in Florida to enact paid sick leave, while Cruz voted in 2015 in the U.S. Senate against paid sick leave?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did John Wayne say, \"If you don’t want an American flag flying in your town square or at your school, then why the hell are you living in the US?\"", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did the African-American community lose half of their wealth as a result of the Wall Street collapse?", "label": "Factual", "domain": "Real-World"}
{"claim": "Does Wisconsin have the highest infant mortality rate for black babies out of all states in the US?", "label": "Factual", "domain": "Real-World"}
{"claim": "Did you inherit money from your parents?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Has Rebecca Dallet talked about her interest in advocating for policies that need to be changed to achieve her political objectives?", "label": "Factual", "domain": "Real-World"}
{"claim": "Does the photo show the freedom convoy in Canberra, Australia, with over 1.5 million cars?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Do Arizona schools rank 45th in the nation and are they dead last in funding per student?", "label": "Factual", "domain": "Real-World"}
{"claim": "Was there no news coverage of the raid on the Arizona border which occurred just five days ago?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Does every county, including Chittenden, have fewer people available for work?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Have many gang members taken advantage of loopholes in our laws to enter the country as illegal, unaccompanied, alien minors?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did the defense secretary text all active military personnel saying they needed to get vaccinated by the following morning or be court marshaled?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did deficit-spending begin almost a decade ago and are we living with its legacy?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did property taxes increase 70 percent in the previous 10 years?", "label": "Factual", "domain": "Real-World"}
{"claim": "Did CNN air a video of a toddler running away from another toddler with the headlines \"Terrified toddler runs from racist baby\" and \"Racist baby probably voted for Trump\"?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Will you be taken into custody by the local cops if the recipient doesn't call back about your tax filings, because there are more serious allegations pressed on your name?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Is it true that Texas is last in support for mental health?", "label": "Factual", "domain": "Real-World"}
{"claim": "Are millionaires eligible for food stamps and did Donald Trump decide to put a stop to it?", "label": "Factual", "domain": "Real-World"}
{"claim": "Does North Carolina have one of the fastest growing populations and economies in the country?", "label": "Factual", "domain": "Real-World"}
{"claim": "Did signing the bill to end Glass-Steagall have anything to do with the financial crash?", "label": "Factual", "domain": "Real-World"}
{"claim": "Has anyone died from the coronavirus in the United States?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Will the Memphis Police Department no longer respond to crimes such as larceny, breaking and entering, and motor vehicle theft?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did Islamic studies professor Tariq Ramadan say Muslims are here to colonize the U.S. and Canada, spread Sharia law, and won't hesitate to use violent Jihad if necessary?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Is the mayor of Puerto Rico facing fraud charges over $3M in federal disaster relief?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did the majority of school districts report that their staff stayed the same or increased after the 2011-'13 state budget?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Will taxes have been cut $4.7 billion in your state by the end of this budget?", "label": "Factual", "domain": "Real-World"}
{"claim": "Did Judge Ketanji Brown Jackson advocate for the release of every criminal defendant in D.C. Corrections custody at the start of the COVID-19 pandemic?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Is General Motors back on top as the world’s No. 1 automaker after the auto bailout?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Is the Health Care and Education Reconciliation Act the largest-ever investment in higher education?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did the Democratic Party have any input into the locations of these hearings, or into the process?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did McCain seek the political support of minister John Hagee, who believes Hurricane Katrina was God's punishment for gay rights and called the Catholic Church 'the Antichrist' and a 'false cult'?", "label": "Factual", "domain": "Real-World"}
{"claim": "Are less than half of the people in our prisons serving sentences of less than a year? And are people who committed check fraud and those who don't pay child support locked up in state penitentiaries?", "label": "Factual", "domain": "Real-World"}
{"claim": "Will a pack-a-day smoker who quits because of the tax increase save about $1,650 a year?", "label": "Factual", "domain": "Real-World"}
{"claim": "Are California's wildfires producing more emissions than all of our cars are doing?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Will the government be infiltrating personal text messages?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Does the photo show Whoopi Goldberg wearing a shirt insulting Donald Trump?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did Clinton say in 2010 that Iran could enrich uranium, and then say in 2014 that she's always argued against it?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Have we doubled our (oil) imports from Russia in the last year?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did Commerce Department business-incentive programs under Mary Burke's leadership have major shortcomings, and did 40 percent of jobs not materialize?", "label": "Factual", "domain": "Real-World"}
{"claim": "Has Iran violated the terms of the nuclear deal?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Can more than one in five veterans aged 20 to 24 find a job to support their family or ease the transition to civilian life?", "label": "Factual", "domain": "Real-World"}
{"claim": "Does the Russian army occupy Ukrainian territory?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Are health insurance costs for Floridians up 30 percent or more?", "label": "Non-Factual", "domain": "Real-World"}
{"claim": "Did the cost of college education increase by 439 percent between 1982 and 2007?", "label": "Factual", "domain": "Real-World"}
{"claim": "Are we only spending 2 percent of our GDP on our infrastructure, while China and India are spending 10 percent of their GDP reinvesting back into their country?", "label": "Factual", "domain": "Real-World"}
{"claim": "Are hospitals, doctors, MRIs, surgeries, and other healthcare services more extensively used and expensive in this country compared to many other countries?", "label": "Factual", "domain": "Real-World"}
{"claim": "Has either school system received an increase in funding over the past six years from the county government?", "label": "Factual", "domain": "Real-World"}
{"claim": "Was Donald Trump forced to file for bankruptcy four times?", "label": "Factual", "domain": "Real-World"}
{"claim": "Does Marco Rubio oppose immigration reform and support Donald Trump, and would his plan deport 800,000 children and destroy families?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Would the largest U.S. companies owe $620 billion in U.S. taxes on the cash they store in tax havens?", "label": "Factual", "domain": "Real-World"}
{"claim": "Have revenues continued to grow despite cutting taxes by $8 billion over the last eight years?", "label": "Factual", "domain": "Real-World"}
{"claim": "Does the sequester consider whether the program being cut is bloated and no longer useful, or a vital service that Americans depend on every day?", "label": "Factual", "domain": "Real-World"}
{"claim": "Did 45 nations enforce travel restrictions with China before the president moved?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Will children born today carry a $30,000 share of the national debt?", "label": "Factual", "domain": "Real-World"}
{"claim": "Was Jeff Atwater's bank shut down by the FDIC just a few months ago because it was weak?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did he restore prayer and the pledge in our schools?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Has Title 42 fueled the border crisis and is it true that today the rate of repeated illegal border crossings is 27 percent, whereas in 2019 it was only 7 percent?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Will President Obama have added more debt to the United States of America by the end of his first term than each of the previous 43 presidents combined?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Will Nevadans experience a double-digit increase in their Obamacare premiums for the year? And will 10 out of Nevada's 16 counties have only one Obamacare exchange insurer?", "label": "Factual", "domain": "Real-World"}
{"claim": "Are more than half of the people on food stamps today children?", "label": "Factual", "domain": "Real-World"}
{"claim": "Do most of the black scientists in this country come from schools other than the University of Texas?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Does Rick Scott's proposal for election reform only mandate 48 hours of early voting?", "label": "Factual", "domain": "Real-World"}
{"claim": "Did the number of A elementary schools increase from zero to 16 and did the total number of A and B schools increase by 260% during the time when the speaker took office and left?", "label": "Factual", "domain": "Real-World"}
{"claim": "Is fentanyl currently causing more deaths among Americans than heroin or any other opioid?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Has Michael Untermeyer been a Democrat for more than 40 years?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Does Missouri need a voter ID law because there are over 16 people in the state who have been convicted of some type of voter fraud?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Has the U.S. unemployment rate remained above 8 percent for 43 consecutive months, the longest stretch since the Great Depression?", "label": "Factual", "domain": "Real-World"}
{"claim": "Has the administration shown a reluctance to enforce immigration law?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did Mark Kirk lie at least 10 times about his military record, which he claims proves his national security expertise?", "label": "Factual", "domain": "Real-World"}
{"claim": "Does 12.7 percent of the U.S population meet diagnostic criteria for alcohol use disorder, which is one in eight American adults?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Have officials at Hyperloop One referred to the route as one of the best they've ever seen?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Does the majority of Americans support gay marriage?", "label": "Factual", "domain": "Real-World"}
{"claim": "Does Oregon remain among the top five hungriest states in the nation again?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Is it true that the radiation emitted by the new TSA body scanners is equal to about three minutes of air travel for someone at 30,000 feet?", "label": "Factual", "domain": "Real-World"}
{"claim": "Does Donald Trump say that prisoners of war like John McCain aren't heroes?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Has state general revenue spending decreased 10.7 percent on his watch when adjusted for inflation and population growth?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did thirteen hundred applicants in Rhode Island sign up for insurance through Obamacare?", "label": "Factual", "domain": "Real-World"}
{"claim": "Would the Paul Ryan budget proposal privatize Medicare?", "label": "Factual", "domain": "Real-World"}
{"claim": "Have you raised more money than I have, Bernie?", "label": "Factual", "domain": "Real-World"}
{"claim": "Did the speaker create over 3 million jobs since they took office, more jobs than have ever been created in the first five months of any presidency in modern history?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did House Republicans reject a measure that would prevent members of Congress and the president from being paid during a government shutdown?", "label": "Factual", "domain": "Real-World"}
{"claim": "Did Congressman Steve Rothman vote against funding for President Barack Obama's auto bailout and would he have let automakers go bankrupt?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did U.S. Sen. Ron Johnson vote to allow oil and gas companies to emit unlimited carbon pollution into the air?", "label": "Factual", "domain": "Real-World"}
{"claim": "Does his time away from Washington coincide with a long planned renovation for the White House?", "label": "Factual", "domain": "Real-World"}
{"claim": "Has the U.S. Customs and Border Protection apprehended members of known Islamist terrorist organizations crossing the southern border in recent years?", "label": "Factual", "domain": "Real-World"}
{"claim": "Did West Virginia produce more AmeriCorps members than any other state this year?", "label": "Factual", "domain": "Real-World"}
{"claim": "Did the nation's unemployment rate and debt double and the federal budget deficit quadruple under U.S. Sen. Robert Menendez's watch?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Do more than 80 Americans die from gunfire every day?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Is Scott Walker forcing some women to undergo a transvaginal probe to get an abortion?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Does Newt Gingrich's immigration plan offer a new doorway to amnesty?", "label": "Factual", "domain": "Real-World"}
{"claim": "Are kids less likely to get and spread COVID-19 based on good data available?", "label": "Factual", "domain": "Real-World"}
{"claim": "Did the Geneva Convention apply to the war on terror before 2005?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Have more than half of all drivers' licenses issued in California this year gone to illegal aliens?", "label": "Factual", "domain": "Real-World"}
{"claim": "Was New Mexico 46th in teacher pay when he was elected and now we're 29th?", "label": "Factual", "domain": "Real-World"}
{"claim": "Is Stephen Zappala the only DA in our state to convict an on-duty police officer of criminal homicide?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Has Joe Biden admitted he was wrong on the Iraq War, like he did with the Hyde Amendment?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did U.S. health care spending grow at 3.9 percent for the last three years since the passage of the Affordable Care Act, which is the lowest growth rate in over 50 years?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Does the Republican tax plan help families, such as one in which a woman lost her job and then lost her life savings fighting her husband's cancer?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did Ann Coulter say \"I am a settler. I am descended from settlers — not from immigrants.\"?", "label": "Factual", "domain": "Real-World"}
{"claim": "Do John McCain and George W. Bush want to spend a trillion dollars in Iraq over the next 10 years?", "label": "Factual", "domain": "Real-World"}
{"claim": "Has any public official in Wisconsin ever been removed from office for reasons other than malfeasance in office, except during recall elections?", "label": "Factual", "domain": "Real-World"}
{"claim": "Are the richest people in America paying a lower rate of tax than they have in the last 80 years?", "label": "Factual", "domain": "Real-World"}
{"claim": "Did Mitt Romney sign a health care bill similar to Barack Obama's four years prior?", "label": "Factual", "domain": "Real-World"}
{"claim": "Are we currently behind the 2010 census response rate by about 4% and are Black, Latino, and Native American communities 10% behind?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Do Wall Street hedge fund managers pay a lower tax rate than sheet metal workers in Parma or school teachers in Cleveland?", "label": "Factual", "domain": "Real-World"}
{"claim": "Has Elena Kagan published five scholarly review articles, mostly on administrative law and the First Amendment and were these articles mostly on technical and procedural issues?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Does the House Republican health care bill remove protections for people with pre-existing conditions in Georgia against significant price increases?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did Jon Huntsman say in 2009 that the Recovery Act wasn't large enough and as governor he asked for $14.4 billion in federal stimulus funds, but now he's saying that he never supported it?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Does Mitt Romney want to end tax credits for wind producers?", "label": "Factual", "domain": "Real-World"}
{"claim": "Did Maryland Gov. Martin O'Malley, a campaign surrogate for President Obama, acknowledge that we are not better off than we were four years ago?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Is it true that Texas ranks 1st in business climate but 49th in education?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Will the top one percent in Ohio pay $10,000 less in income tax each year under Gov. John Kasich's budget proposal, while Ohio's working and middle-class families pay more?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did the premium for an average plan for a family go down by $2,500 per year under President Obama's health-care reforms or did it go up about $2,500 per year?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Does this election mark the largest Senate gains for a president's party in a first midterm election since at least President Kennedy's in 1962?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did a majority of people in battleground states say that Hillary Clinton is untrustworthy according to recent polling?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did 13 million health insurance rebates go out last year in all 50 states, and are another 8.5 million rebates being sent out this summer averaging around $100 each?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did the Republican Party start in Ripon, Wis., to counter the Democrats' plans to expand slavery?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Was J.K. Rowling the first billionaire to fall off Forbes billionaire list because of charitable giving?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Has Greg Abbott campaigned with a sexual predator who has bragged about having sex with underage girls?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Does 95 percent of job creators say that Wisconsin is headed in the right direction?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did the Coast Guard confiscate 200 tons of contraband, heroin, and so forth? Did they collect 20 tons at the border?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did 4 million kids receive health insurance through the Children's Health Insurance Program before the passage of the healthcare bill?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Was the U.S. federal income tax rate 0 percent until 1913?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did Hillary Clinton discuss the location of Ambassador Stevens, who was later murdered in Libya, in the released emails to the public?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did Jim Renacci run against the Washington establishment in the election but is now embracing it with big money and special interest fundraisers?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did Ann Landers say, \"At age 20, we worry about what others think of us. At age 40, we don’t care what they think. At age 60, we discover that they have not been thinking of us at all?\"", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Do most states allow jurors to ask questions of witnesses in trials, except for Texas?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Did Sarah Eckhardt refuse to take her own pay increases repeatedly?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Is it true that there are more people living in this country who were not born here than at any time in the history of the country?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Does Georgia have the country's second highest number of fraudulent tax refund claims?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Do trained police hit their targets less than 30 percent of the time?", "label": "Not Enough Information", "domain": "Real-World"}
{"claim": "Are harder questions removed from the NECAP proficiency test when it is administered to kids for the second and third time?", "label": "Not Enough Information", "domain": "Real-World"}
