{"claim": "Did Vladimir Gruzdev study at Harvard University and graduate as an interpreter-referent in Spanish and English?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Is The Starpeace Yoko Ono's 1985 concept album that received a B- rating from Robert Christgau?", "label": "Factual", "domain": "Structural"}
{"claim": "Is WFNN, operated by American mass media corporation IHeartMedia, licensed to a station in Escanaba, Michigan and did it later become a Fun 104 station that was separate from its sister station?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Was the Fort Worth Museum of Science and History closed in 2007 for renovations and moved into a new 166,000 square-foot building in 2009?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Martin Bayless retire from the NFL in 1998 and become the assistant team's coordinator and secondary coach for the Birmingham Iron of the Alliance of American Football in 2018?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did The Ball Street Journal, one of the studio albums by rapper E-40, receive a positive rating from Okayplayer and RapReviews?", "label": "Factual", "domain": "Structural"}
{"claim": "Was Patrick Bertoletti featured on the cover of the Chicago Reader on Monday, March 13, 2006 and did the story describe his abilities and ambitions for the winter competition?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Does the Blackfriars Millennium Pier have a river bus service on the River Thames that is run by London River Services, which is a division of Transport for London?", "label": "Factual", "domain": "Structural"}
{"claim": "Is Justin Charles Garrett Leonard an American professional golfer with 13 wins including one major, the 1997 Open Championship and was he born on June 15, 1972?", "label": "Factual", "domain": "Structural"}
{"claim": "Was the Women Media Center founded by Fauzia Shaheen as a non-profit organization for sportswomen?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Can Orehovski Vrh be found in the municipality of Gornja Radgona of Slovenia with a total area of 1.77km and elevation of 269.2m?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Kathleen Shaw place sixth at the World Championships and 14th at the Winter Olympic Games in 1928?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Steven Horsford assume the position of Nevada Senate Majority Leader in 2009 and appoint Senator Mo Denis to lead the caucus election efforts during the 2012 election cycle?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Norie Sato move to the United States with her family when she was 4 and graduate from the University of Michigan, a public research university in Ann Arbor, Michigan?", "label": "Factual", "domain": "Structural"}
{"claim": "Is the Old LSU Site located in Pineville, Louisiana in a 2-acre area and was it built in 1860?", "label": "Factual", "domain": "Structural"}
{"claim": "Is the Ideal Webcam compatible with FreeTrack, a general-purpose optical motion tracking application for Microsoft Windows, and does it have a 640×480 sensor resolution and monochrome sensor?", "label": "Factual", "domain": "Structural"}
{"claim": "Does the SR 82 of the Tennessee State Route begin at an intersection with SR 55 in Lynchburg, Moore County and continue northwest through fields and forests which head east through more rural areas?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Is Fort de Charenton a fort in the community of Maisons-Alfort that was built in 1842 and is currently not open to the public, and is it controlled by France?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Martin leave the group Party Day due to ill-health after their third album, and did the band disband after abandoning their unfinished sixth single?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did Mallorca, Betis, and Espanyol obtain ten wins in the 2005-06 La Liga season?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Ayush Adhikari appear seven times in the 2018-2019 I-League under Indian Arrows?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Was the 1933-34 Serie A season won by Juventus scoring 31 goals?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Russia's Unics Kazan win the 2019-2020 Eurocup Basketball with only one loss?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did Jakob Fuglsang win in the Mountain stage and did Gonzalo Serrano win in the Hilly stage in the 2020 Vuelta a Andalucía stage race?", "label": "Factual", "domain": "Structural"}
{"claim": "Can Selaginella erythropus be identified by its bright red stem and the similar shade of red on the underside of its green leaves?", "label": "Factual", "domain": "Structural"}
{"claim": "Does Waypoint 2 at Musketawa Trail have access to public amenities compared to Ravenna and Conklin, which has a population of 2,017?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did Frith and Richard work together in other contexts before coming together as a duo to record the album Dropera?", "label": "Factual", "domain": "Structural"}
{"claim": "Is the Parish of Bomgadah located on the Silver City Highway and does it have a tropical climate with a hilly landscape according to the Koppen climate classification system, which is one of the most widely used climate classification systems?", "label": "Factual", "domain": "Structural"}
{"claim": "Is Zixing City located in the Hunan Province and bordered by six counties and Suxian District, under the administration of Chenzhou prefecture-level city, and covers an area of 1,054.23 square miles?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did Christina Katrakis come from a family with a rich heritage and background and receive a terminal MA degree from the University of Memphis?", "label": "Factual", "domain": "Structural"}
{"claim": "Has Todd Rose written two books and given a Tedx talk about the science of the individual?", "label": "Factual", "domain": "Structural"}
{"claim": "Do the corners of the Ernest Edward Greene House have matching Ionic capitaled pilasters and does a one-story, hip roofed porch supported by ten Tuscan columns wrap around the front of the house and halfway down each side?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Beck's fifth studio album, \"Odelay,\" receive nominations for Album of the Year at the Grammy Awards and win the Best Alternative Music Album award in 1997?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Catherine Jourdan star in only four films in the 70's and 80's and was unable to land a role in The Girl on Motorcycle?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Does the Bothrostethus annulipes have an obvious and curved humeral tooth and a clear apex of the scutellum, almost white in color?", "label": "Factual", "domain": "Structural"}
{"claim": "Did China tie with South Korea in the finswimming event at the 2009 Asian Indoor Games and did they win five golds, four silvers, and four bronze medals, besting the other six countries?", "label": "Factual", "domain": "Structural"}
{"claim": "Was online retailer Freshpair founded out of a one bedroom apartment in 2000 and does it sell lingerie and men's underwear?", "label": "Factual", "domain": "Structural"}
{"claim": "Was Hanaukyō Meido Tai written by Morishige, published by Akita Shoten, and had 10 episodes?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did Brad Falchuk decline to direct The Preggers episode?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Can a paper key be the result of an offline private key protocol and also function as a token in two-factor authentication, which is a security process where users provide two different authentication factors to verify themselves?", "label": "Factual", "domain": "Structural"}
{"claim": "Does Teldenia moniliata have postmedial and subterminal fasciae that are dotted brown, located on the ten to eleven millimeter forewings?", "label": "Factual", "domain": "Structural"}
{"claim": "Was the American India Foundation founded in 2001 by President Bill Clinton, Lata Krishnan, Rajat Gupta, and Victor Menezes, and does it focus on education, livelihood, and public health, and is it currently headquartered in New York?", "label": "Factual", "domain": "Structural"}
{"claim": "Are the Sclerodermataceae a family of fungi in the order Boletales containing several genera of unusual fungi that little resemble boletesin in which the gleba has sharply defined basidia-bearing sectors and is brown or white in young specimens?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Lamba Kheda record a total population of 3.908 with 1,100 scheduled castes in the 2011 census, which was the 15th census conducted in India?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Magdalena Świerczyńska win in the 2019 Kharkiv International with Miłosz Bochat?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Was the Victoria Tower purpose-built as a \"fireproof repository for books and documents\" and did Augustus Pugin produce most of the architectural designs and elevations for the project as well as the interior design?", "label": "Factual", "domain": "Structural"}
{"claim": "Is it true that Giovanni Battista Re's reference style or manner of address is \"His Eminence\"; spoken style is \"Your Eminence\"; and informal style is \"Cardinal\"?", "label": "Factual", "domain": "Structural"}
{"claim": "Did the number of self-identified white residents in Kentucky fall between 2000 and 2005 while the number of Black residents rose, even though white residents are still the majority of the state's population?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did French Patrick Tambay finish first place in the 1982 German Grand Prix Formula One motor race, followed by fellow citizen Rene Arnoux who clocked in 16.379 seconds longer?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Was Joao de Souza Mendes a seven-time chess champion and did he play in the Portugese Chess Championship 29 times, and did he play twice for the Chess Olympiads, a biennial chess tournament which attempted to become part of the Olympic games in 1924, but failed?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did the Washington Stealth have a Home record of 3 wins and 5 losses in 2013?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did the 1911 Michigan Agricultural Aggies football team, under head coach John Macklin, defeat Wabash on November 30, 1911?", "label": "Factual", "domain": "Structural"}
{"claim": "Is cysteamine dioxygenase known by different names such as 2-aminoethanethiol:oxygen oxidoreductase, persulfurase, cysteamine oxygenase, and cysteamine:oxygen oxidoreductase, and does it act as a biological catalyst?", "label": "Factual", "domain": "Structural"}
{"claim": "Was Gisela Kallenbach born in 1944 and did she serve as a member of the European Greens from 2004 to 2009?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Was a temporary relegation spot added to reduce the league in the 1933-34 Serie A season where Juventus was the overall champion with 31 goals?", "label": "Factual", "domain": "Structural"}
{"claim": "Is Roger Wicker the representative of the 1st district that Gore won in the 2000 United States presidential election in Mississippi and was he born on July 5, 1951 ?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Do Titanate nanosheets have a number of unique properties and are they finite ultrathin sheets?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did Sri Lanka National Cricket Team take the lead in the 1996 International Cricket (Singer World Series Cup) with six points, followed by Australia with four and India, also known as Team India and Men in Blue?", "label": "Factual", "domain": "Structural"}
{"claim": "Does Ditrigona candida have a wingspan of 19-22mm and do its wings appear lustrous black with weakly defined subterminal fascia?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Is Acclamation a rare process for unanimous agreement in papal elections that is often driven more by crowd dynamics than discussion among the electors according to Quia propter, a document issued by the Fourth Lateran Council in 1215 on the subject of papal elections?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Silvanus Trevail commit suicide in a toilet at the Brownqueen Tunnel by shooting himself as the train entered the tunnel, after purchasing a third class ticket?", "label": "Factual", "domain": "Structural"}
{"claim": "Is the Psalmopoeus cambridgei part of the Theraphosidae family under the arthropoda class?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Does the self system revolve around the idea of perception, evaluation, and regulatory behavior, and is it often compared to Sigmund Freud's ego construct?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did Martin Gordan from the German Empire rank last and Douglas Adams from the United Kingdom rank first during the men's portion of the European Figure Skating Championships in 1905?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Was Brandon Caleb born on July 30, 1987 in Richmond, Virginia and did he attend college in Oklahoma?", "label": "Factual", "domain": "Structural"}
{"claim": "Was Derrick Johnson a former American football linebacker drafted by the Green Bay Packers who made a career-high 30 tackles and four forced fumbles in a single game and made four Pro Bowls in 13 seasons?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Does Borislava have a career tennis record of 62-41 in singles, and 28-29 in doubles, and did she reach her highest WTA singles ranking of world number 407 in September 2013?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Was Ernest Vandiver the 73rd Governor of Georgia who studied in the University of Georgia School of Law and was married to Sybil Elizabeth \"Betty\" Russell Vandiver?", "label": "Factual", "domain": "Structural"}
{"claim": "Was Fort Pentagouet captured by the Dutch captain Jurriaen Aernoutsz during the Franco-Dutch War in 1674 and did he turn its cannon on its own walls and destroy most of it later?", "label": "Factual", "domain": "Structural"}
{"claim": "Did the Bristol Zoo have its first breeding of the black rhino in 1958, which are only native to eastern and southern Africa?", "label": "Factual", "domain": "Structural"}
{"claim": "Does Ohio State Route 166 have four major intersections, one in Chardon, two in Thompson Township, and another in Trumbull Township?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Was William Starling Burgess known for being a Collier Trophy winner, which was presented by the National Aeronautic Association, and was he born in Boston, Massachusetts in 1878?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Gerald Sparrow become a judge on the International Court at age 26 or 27 and write over 40 books, mostly about travel?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Emerson Fittipaldi take the checkered flag in his Lotus-Ford at the 55 lap 1972 Italian Grand Prix and did Mike Hailwood come in behind him?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Bruce Billson of the Liberal Party of Australia hold four different positions with the government between 2007 and 2013?", "label": "Factual", "domain": "Structural"}
{"claim": "Is the M36 tank destroyer an artillery vehicle with a 90 mm Gun Motor Carriage, M36?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Special Effects Research Laboratory head the Miniatures Staff, along with Den Film Effects and Toho Visual & Art as Video Compositing Crew for the Legend of the Eight Samurai?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Was Animal Law Review first published in 1994 by Lewis & Clark Law School?", "label": "Factual", "domain": "Structural"}
{"claim": "Does The Three Robonic Stooges (1978) include \"Bye Bye Blackbeard\" (an English pirate in the West Indies), \"The Silliest Show on Earth,\" and \"Mutiny on the Mountie\"?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Teenage Emotions receive a review score of 6.8/10 from AllMusic?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Juventus win the most numbers of gold in the Coppa Italia finals?", "label": "Factual", "domain": "Structural"}
{"claim": "Must quantitative risk assessment software be used in isolation and can all software be used in any organization?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Is the Kehila Kedosha Janina synagogue located at 280 Broome Street, built in 1925-27, and offering guided tours the only Romaniote synagogue in the Western Hemisphere?", "label": "Factual", "domain": "Structural"}
{"claim": "Is Tombel located within the Koupé-Manengouba division in the Northwest Region of Cameroon?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Is RRI Rhein Ruhr International active in the fields of engineering consulting focused on industry, infrastructure and real estate and do their Business Units remain the same despite restructuring?", "label": "Factual", "domain": "Structural"}
{"claim": "Was the Semi-finals of the 1903 Norwegian Football Cup cancelled?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Is Todd Krygier a teenager who plays district games only?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Was Patrick Whitty elected in the Commons by-election because of the death of MP Augustine Roche, and was he the youngest MP at the time?", "label": "Factual", "domain": "Structural"}
{"claim": "Was the Grendel P30 a semi-automatic pistol that was designed by George Kellgren and produced in the 1990s?", "label": "Factual", "domain": "Structural"}
{"claim": "Were the Jeanerette Blues a minor league baseball team affiliated with Brooklyn Dodgers in 1936, after being a part of the (Class D) Evangeline League from 1934 to 1939, a six-team Class-D minor league chiefly in Louisiana, United States?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Pink Moon receive positive ratings from different reviewing bodies?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Daniel Melnick produce any famous films?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did Simonetta Stefanelli play the role of Anna in the film Il caso Pisciotta that was based on true events involving Gaspare Pisciotta, lieutenant of the bandit Salvatore Giuliano, and his death by poisoning in jail in 1954?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Vladislav Antonov have eight first place finishes and two second place finishes in his competitions?", "label": "Factual", "domain": "Structural"}
{"claim": "Does the 2003 North West Leicestershire District Council election have four parties, with the Labour party having the most seats among them?", "label": "Factual", "domain": "Structural"}
{"claim": "Did James Howe Carse have an exhibition of his new work in 1869 at the Melbourne Public Library, and was an engraving of his drawing included on the front cover of the illustrated Melbourne Post later that year?", "label": "Factual", "domain": "Structural"}
{"claim": "Did the 2018 California Superintendent of Public Instruction election have six candidates and was the winner Marshall Tuck, who was born in Miami, California?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did Baturraden, a district in the Banyumas Regency, average 10,000 tourists between 1994 and 2009 but fail to reach its natural tourism's full potential due to lack of development and marketing?", "label": "Factual", "domain": "Structural"}
{"claim": "Is lactate-malate transhydrogenase considered an enzyme?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did Hannes Dotzler receive his highest overall standing points until 2021 in the 2010 FIS World Cup standings with 127 points?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did Betty Stöve win in any championship events at Wimbledon 1977 but find success in the 1977 US Open by winning the women's doubles with Martina Navratilova and the mixed doubles with Frew McMillan?", "label": "Factual", "domain": "Structural"}
{"claim": "Are Judah P. Benjamin and James Seddon both part of the Democrat party and included in the list of five persons in Confederate States Secretary of War?", "label": "Factual", "domain": "Structural"}
{"claim": "Does Lumix have five types, with one of them being named Four Thirds?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Was Oreta suffusa described by Francis Walker in 1955, found in Asia, and are adults of a lilac-fawn colour?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Does River Kimaley run through Kilmaley village, which is mostly moor or mountain land at 230 feet elevation, has an area of seven by four miles, and has three primary schools and three pubs?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Was Lee Boon Chye of the PKR party elected to the Parliament of Malaysia four times, in 2004, 2008, 2013, and 2018?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did the construction of the Suswa-Isinya-Rabai High Voltage Power Line begin in 2011 with a budget of $150 million and was the lead contractor KPTL from India?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did South Carolina Gamecocks compete as an independent before 1997 and get disqualified from the Southeastern Conference in 1997, and did they also fail to qualify in eleven Women's College World Series?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Yuliana Salakhova medal in both the K-2 500m and K-2 1000m races at the Women's Canoe Sprint World Championship?", "label": "Factual", "domain": "Structural"}
{"claim": "Is London South Collegiate Institute a public school with Garnet and Grey as its colors, that was established in 1930 and currently has an enrollment of 596 students?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did the Hawthorn Football Club place last in the 1950 season after losing every single game?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Nautilus Productions extensively cover the pirate Edward Teach, also known as Blackbeard, and his flagship Queen Anne's Revenge, including stock footages for documentaries and a week-long live internet broadcast known as QAR DiveLive?", "label": "Factual", "domain": "Structural"}
{"claim": "Was Joseph Else, who had a studio in Beeston, appointed an associate member of the Royal Society of British Sculptors in 1923?", "label": "Factual", "domain": "Structural"}
{"claim": "Were the three nomadic Jurchen tribes that lived on the northern border of Ming dynasty China the Haixi Jurchens (a name used by Han Chinese dynasties to denote this specific group of Tungusic people), the Jianzhou Jurchens, and the Wild Jurchens?", "label": "Factual", "domain": "Structural"}
{"claim": "Is Fort de Vézelois, built in 1883, owned by Commune de Vézelois?", "label": "Factual", "domain": "Structural"}
{"claim": "Did Rodrigo Aliendro play on Club Chacarita Juniors for six seasons and score a total of eleven goals between 2011 and 2017, nine of which were in 2015?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Is Omphalosaurus in the Omphalosauridae Genus in the Animalia Kingdom?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Is Ornella Vanoni one of the most credited pop singers of Italy who has starred in eight films?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did The Supremes have three releases in 1962 with Betty McGlown leaving the group?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did the Government of Punjab allow the release of the film Nanak Shah Fakir despite a violation of Sikh tenets and a resolution by the SGPC that prohibited human actors from portraying Sikh gurus?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Was Active Denial System manufactured by Raytheon and used in a number of wars?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did Valentine become the substitute head coach for a game when the head coach took maternity leave, even though he was originally an assistant coach for the John Marshall High School girls team?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did Democratic Gary Johnson win the most votes with 232,945 votes, born on January 1, 1953?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did Tapion Honka compete against ASVEL in the first round of the 1968-69 FIBA European Champions Cup and did they have an agg. score of 158-180 with 76-81 in the first leg and 82-99 in the second leg?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did Fyodor Dubasov sail with the Russian Navy and win five awards?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Was the UN Security Council Resolution of 774 adopted on August 26, 1992, at the 3,109 meeting on Crete by the resolution council?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Is Polsat Film owned by Polish television channel Polsat and was it re-launched on October 2, 2009?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Were the Dynamos the Zimbabwean league champions between 1980 and 2018 for 22 times?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did KTEK feature Vietnamese language programming in the 1970s and was it acquired by Salem Telecom for its Christian-related programming?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did Khassan Baiev become a popular plastic surgeon and later a surgeon after graduating from medical school?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Does Hunan County in the Province of Xupu have a land area of 3,437.93 km and a total population of 741,01 (as of 2010), and is it the birthplace of communist revolutionary Mao Zedong, who became the founding father of the People's Republic of China?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Does Wild Horse Island have a total land area of 4,254 acres (1721 has) and is it located in Tahoe Lake, the 16th deepest lake in the world, and the fifth deepest in average depth?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Does Dewildemania belong to the Plantae Kingdom and Asteraceae Tribe, and is it a genus of African flowering plants in the daisy family?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Was McReynolds born in Chicago, Illinois on October 17, 1989 and raised by a single mother with love and support from his family, church members, and his pastor at New Original Church of God in Christ?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Was Shoppers Fair founded in the late 1800s and did it become a Yankee Stores subsidiary in the 20th century?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Is Belt Einun a village in the Hebron Governorate in the State of Palestine with a total population of 1810 (as of 2007)?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did Nurlan Kapparov serve in the Soviet Army from 1987 to 1989 before founding the company Accept in 1990?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Are the Arab Baths located in the new parts of Cogollos Vega and have they served as a battleground for centuries?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Was the station KJDX assigned the call signs KNXN, KQNC and KHJQ before reverting to KNXN again in 2003?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Does the Side A include \"Anniversary Waltz\" by Dave Franklin and Al Dubin, which is the longest track that plays for two minutes and 27 seconds?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Did Jan Janssen place first and Eddy Merckx second in the 1968 Paris-Roubaix?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Was Robert Craig Kent born on November 28, 1828 in Wythe County, Virginia and was he the 16th Lieutenant Governor of Virginia?", "label": "Non-Factual", "domain": "Structural"}
{"claim": "Is the Inter-collegiate Ladies National Senior Champ still being awarded to athletes as of 2019?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Does Marlon Bailey teach at Arizona State University as a professor of gender studies and has he acted in several plays, his latest being in 2006?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Was Ian Chappell the Australian ODI captain for five years, winning six out of eleven games with a 54.55% winning rate?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Does the Ajaniopsis plant belong to the Kingdom Plantae, Order Asterales, and Family Asteraceae (which are characterized to be mostly herbaceous plants, but some shrubs, climbers and trees do exist)?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Lang Hua and Yan Hua promise to meet each other in the future in Flowers in Fog, while Huo Ha went to France to search for Xue Hua?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Are Rhysolepis part of the plantae family and belong to the asteraceae family, found in North America and South America, particularly in Mexico?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Does Dent Fault consist of high and unstable blocks, some of which are underpinned by granitic?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Liya Akhedzhakova have five television roles between 1977 and 2011?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Does a species of fish native to the United States belong to the Kingdom Animalia, Phylum Chordata, and Class Actinopterygii?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Luz Dary Castro from Colombia participate in the Shotput and Discus throw events at the Central American and Caribbean Championships in the years 2002 and 2008?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Max Reinhardt direct chamber plays, from which the Kammerspielfilm evolved, from September 9, 1873 to October 30, 1943?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Is L-arabinose more common than D-arabinose at 74% and has most research been done on the L-arabinose operon?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did the Clemson Tigers football team win any games during the 1935 season?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Does Kentucky Wildcats have the most number of NCAA Tourney wins with 121 wins and 55 NCAA Tourney appearances, while Louisville Cardinals have 75 NCAA Tourney wins and 41 NCAA Tourney appearances?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did DAS Air Cargo and East African Airlines only launch their operations in 2007?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Is Christina Katrakis an international curator, writer, sculptor, painter, and coordinator who came from a poor family but was able to pass a terminal MA degree from the University of Memphis?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did the album Waking the Fallen of Avenged Sevenfold from Huntington Beach, California receive positive ratings from music critics including Sputnikmusic and Louder Sound?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did the number of self-identified white residents of Kentucky fall between 2000 and 2005, while the number of Asian residents has risen even though they still comprise the majority of the state's population?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Kel Carruthers accept an offer midway through the 1969 Grand Prix motorcycle race season where Norton placed first?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Hannover triumph and get annexed by Prussia at the end of the Austro-Prussian War, and did Prussia dissolve the three Hanoverian orders of knighthood as a result?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Is Nagjuttuuq one of the uninhabited islands located at Foxe Basin in the region of Kivalliq with an area of 997 km (385 sq mi)?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Is Cyclin B2 a member of the cyclin family that failed and is it an essential component of cell cycle regularity?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Is Hurso located in the Shinile zone of the Somali region in Ethiopia with a population of 3,318 in 2020?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Does Cysteamine dioxygenase, an enzyme that acts as biological catalyst, have a systematic name 2-aminoethanethiol:oxygen oxidoreductase and can it also be called persulfurase, cysteamine oxygenase, and cysteamine:oxygen oxidoreductase?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did the Zürich ePrix establish a lot of firsts in the history of racing?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Was Michael Penix, Jr. awarded the Big Ten Freshmen of the Week on September 2, 2019, and was Logan Justus awarded with Big Ten Special Teams Player of the Week the next day?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Is the Neolithic of Jeitun type the earliest settlement of Ulug-depe followed by Proto-Chalcolithic then Early-Chalcolithic as revealed by Viktor Sarianidi who was a Soviet archaeologist?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Were both Napoleon's Retreat from Russia and Lawrence of Arabia broadcasted by Our Time?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Fereydoon Fazli make a record of 14 goal assists from 2005 to 2010 with two clubs?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Robert Nault propose The First Nations Governance Act in Canada in 2002 and want representatives of indigenous groups included in the House of Commons, but was it discarded in 2004?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Riker Lynch direct \"Without You\" and \"Can't Get Enough of You\", both of which are R5's music videos released in 2009 and 2010 respectively?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Heart Eyes Magazine give Painted Ruins a higher review score than Pitchfork?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Was Sir Henry Wentworth, the 4th Baron le Despencer, born in 1448 and was his father Sir Philip Wentworth who served in the army of King Henry VI in the Wars of the Roses?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Is Relix a subsidiary of LexiNexis that started RIAG to offer legal database services but never included public records?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Reda Benbaziz win a medal in one of the ten events in boxing at the 2011 Pan Arab Games?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did a Brazilian racer score ten points in the 1991 San Marino Grand Prix?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Gore win the 1st district represented by Roger Wicker in the 2000 United States presidential election in Mississippi?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Is Dan Gurney the first inductee at the Long Beach Motorsports Walk of Fame, followed by Phil Hill, and is the Walk of Fame located in downtown Long Beach, California, which is the 43rd most populous city in the United States?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Is the treatment for blisters caused by the Notobubon galbanum to cover the area, apply sunscreen lotion, and reapply the lotion as soon as itching starts again?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Shakardokht Jafari complete her Bachelor of Medicine at Tabriz University of Medical Sciences in 2000 and become a doctor at Kabul Medical Hospital in 2005?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Is it true that Tubthumping was described by Daily Record (a tabloid paper in Glasgow) as an \"irritating catchy drinking anthem from the anarchist band\" and said to be unforgettable after the first listen?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Does Doxygen have the possibility of extended customization with XSLT?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Does 64QAM, which is widely used in modern telecommunications to transmit information, have the highest crest factor among normalized waveforms?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Spanish Ruth Garcia Garcia play in ten international events from 2008 to 2015?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Are 4 of the 14 cold gases a liquid?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Dürrkunzendorf unite with the County of Glatz in 1763 before the reorganization of Prussia, which is on the southeast coast of the Baltic Sea?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Was the City and Territory Museum established in 1992 at Vetralla where other nearby tourist attractions can also be found, such as the Church of San Pietro, Grotta Porcina, and Rock necropolis of Norchia?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Is the flowering plant Volutaria, belonging to the Plantae kingdom and Asteraceae family, found in Iberia, East Africa, and mostly in the Maghrab?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Was Arvell Nelson's highest completion percentage in passing a ball (Pct) 80% in 2013 and his lowest (Pct) 53.8% in 2014? Moreover, is anything below 80 considered a poor rating in a quarterback rating?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Is SAILS available up to three per volume scan under VCP twelve and 212 with an average scan time of 4.35 minutes?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Did Raheem Sterling score three goals against Bulgaria in a UEFA Euro 2020 qualification match on September 7, 2019?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Was Valeri Karpin disqualified from participating in the 1986 Soviet Second League season?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Is VCP 31 excellent for detecting light snow or subtle boundaries with ten minutes of scan time and five elevation scans, although it is prone to detecting Virga?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Does Zanclognatha belong to the genus Zanclognatha in the family Erebidae and is it found in North America from Ontario to Nova Scotia, south through the Great Lake states and in the Appalachians to northern Georgia?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Does one need sigma algebra to properly define a measure, which is a special case of a topology, as brought to light by the investigative work of Leonhard Euler?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Does SLDC have the longest time frame according to Post and Anderson 2006?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Is Orchard Hill Observatory at University of Massachusetts Amherst a public land grant research center in Amherst, Massachusetts, established in 1965 with an altitude of 413 feet?", "label": "Not Enough Information", "domain": "Structural"}
{"claim": "Was Eve Tushnet raised in a secular Jewish household with her father Mark Tushnet and her mother Elizabeth Alexander, and is she celibate?", "label": "Not Enough Information", "domain": "Structural"}
